
/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "coordinate system"; ObjectID = "27"; */
"27.ibExternalAccessibilityDescription" = "koordinaattijärjestelmä";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "28"; */
"28.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Local Axis"; ObjectID = "29"; */
"29.title" = "Lokaali akseli";

/* Class = "NSMenuItem"; title = "World Axis"; ObjectID = "31"; */
"31.title" = "Maailman akseli";

/* Class = "NSMenuItem"; title = "View Axis"; ObjectID = "47"; */
"47.title" = "Katseluakseli";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Z Axis Translation"; ObjectID = "53"; */
"53.ibExternalAccessibilityDescription" = "Z-akselin translaatio";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "X/Y Axis Translation"; ObjectID = "54"; */
"54.ibExternalAccessibilityDescription" = "X/Y-akseleiden translaatio";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "X/Z Axis Translation"; ObjectID = "55"; */
"55.ibExternalAccessibilityDescription" = "X/Z-akseleiden translaatio";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Rotation"; ObjectID = "56"; */
"56.ibExternalAccessibilityDescription" = "Pyöritys";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Scale"; ObjectID = "57"; */
"57.ibExternalAccessibilityDescription" = "Skaalaa";

/* Class = "NSTextFieldCell"; title = "Move"; ObjectID = "100018"; */
"100018.title" = "Siirrä";

/* Class = "NSTextFieldCell"; title = "Rotate"; ObjectID = "100019"; */
"100019.title" = "Pyöritä";

/* Class = "NSTextFieldCell"; title = "Scale"; ObjectID = "100020"; */
"100020.title" = "Skaalaa";

/* Class = "NSTextFieldCell"; placeholderString = "Click and drag the icons to transform"; ObjectID = "100048"; */
"100048.placeholderString" = "Muuta kuvakkeita klikkaamalla ja vetämällä";

/* Class = "NSTextFieldCell"; title = "Instruction1"; ObjectID = "100048"; */
"100048.title" = "Ohje1";

/* Class = "NSTextFieldCell"; placeholderString = "the item in 3D space"; ObjectID = "100049"; */
"100049.placeholderString" = "kohde 3D-avaruudessa";

/* Class = "NSTextFieldCell"; title = "Instruction2"; ObjectID = "100049"; */
"100049.title" = "Ohje2";

/* Class = "NSTextFieldCell"; title = "Adjust Around:"; ObjectID = "100052"; */
"100052.title" = "Säädä ympärille:";
